import Layout, { siteTitle } from '../components/layout'
import Head from 'next/head';


export default function Privacy() {
    return (<Layout>
        <Head>
            <title>{siteTitle}</title>
            <meta name="robots" content="noindex,nofollow" />
        </Head>
        <div>
            <h3>隱私權政策</h3>

            <p>日期：西元2019年8月20日</p>
            <br />
            <p>版本：第1.1版</p>
            <br />

            <p>
                本官方網站是由Accent Coach（以下稱為「本公司」、「我們」或「本站」）所建置。我們非常尊重個人資料的保密性，並承諾遵守應據以適用的隱私權保護法令，因此我們制定本《隱私權政策》（以下稱為「本政策」），用以說明我們如何在您使用本站的服務過程中蒐集、處理、使用及揭露有關您個人資料的政策及程序，並告知您在法律上所受到的隱私權保障。
                <br />
                <br />
                當您開始使用本站的服務，即表示您同意我們根據本政策使用您的個人資料，若本政策有未定義的名詞，敬請參照本站的使用條款。一旦使用本站的服務，即表示您同意本政策。
                <br />
                <br />

                1. 我們蒐集的個人資料 <br />
                1.1 當您使用本站服務時，我們可能會蒐集、處理及使用下列與您有關的個人資料：<br />
                (a) 當您預訂或者註冊成為本站會員或使用我們的服務時，我們會請您提供個人資料，包括但不限於您的姓名、姓名、出生年月日、國籍、身分證字號、電話、電子郵件、信用卡資訊等資料；如您是一間公司，我們可能會請您提供的資料，包括但不限於您公司的名稱、公司所在地、統一編號、電話、電子郵件、信用卡資訊，以及必備的主要聯絡人相關資料。<br />
                (b) 在您使用本站服務過程中，我們可能向您請求提交其他為了使用本站服務所必備的其他資料或文件。<br />
                1.2 如果您不提供本政策第1.1條相關資料，可能無法註冊成為本站會員、無法享受本站的服務，或無法得到我們最完整的服務。<br />
                <br />
                <br />

                2. 我們蒐集資料的目的 <br />
                我們蒐集您的資料目的如下： <br />
                (a) 為提供您較佳的本站內容及體驗，並有效管理、辨識本站會員帳戶。 <br />
                (b) 驗證和處理信用卡資訊或其他您可能提供的有效付款方式。 <br />
                (c) 經營並改善本站的服務及行銷方式。<br />
                (d) 針對您使用本站服務的行為進行研究分析，瞭解本站平台使用者，以改善我們的服務。<br />
                (e) 確保本站平台能正常營運及具備安全性，包括監控並調查可疑、詐欺或非法的活動，以及辨認違反本站使用條款的行為。<br />
                (f) 回應您的意見與問題，提供客服服務。<br />
                <br />
                <br />

                3. 我們的安全措施 <br />
                3.1 為確保您個人資料的安全，我們已採取相關合理且合適的安全措施，保護您的個人資料不遺失、不遭竊及不遭受未授權的存取、使用和修改。但網際網路不可能保證百分之百安全，因此我們無法就您提供的任何資料聲明或保證其絕對安全，除非我們故意揭露您的個人資料，否則一概不承擔任何法律責任。<br />
                3.2 您同意我們得就您個人資料的隱私安全與您使用本公司服務的管理問題以電子方式聯絡您。如我們發現安全系統存有漏洞，我們可能會藉由在本官方網站上發布通知，或者以發送電子郵件的方式通知您。<br />
                <br />
                <br />

                4. Cookies及其他追蹤技術的使用 <br />
                4.1 當您造訪本站平台時，我們可能使用Cookies及其他追蹤技術，包括但不限於網路信標等，自動蒐集有關您使用我們的服務過程中從事活動的資訊。我們可能自動記錄的資訊，包括但不限於您造訪時所在的IP位置、於本站平台停留時間、瀏覽器類型、語言、使用者偏好或點閱紀錄等。<br />
                4.2 如您不願接受Cookies的使用，您可在您使用的瀏覽器功能選項中設定停用，但可能會導至本站某些功能無法正常執行。<br />
                <br />
                <br />

                5. 您的資訊與權利<br />
                5.1 就我們所蒐集的您的個人資料，您可以隨時向我們申請查詢、閱覽或製給複製本，但我們有權視情況向你收取必要的費用。<br />
                5.2 當您的個人資料有變更或發現個人資料不正確時，您可以在本站會員帳戶補充或更正。當個人資料蒐集的特定目的消失或期限屆滿時，你可以向我們申請停止蒐集、處理、利用或刪除您的個人資料。<br />
                5.3 我們尊重您申請停止蒐集、處理、利用或刪除個人資料的權益，但在某些情況下，例如為了提供您本站的服務所需，我們可能無法接受您所提出的申請，而必須終止本站的服務。<br />
                5.4 當您提出上述任一申請時，請透過以下本政策第7條的電郵地址聯絡我們。我們會在收到您申請後，將儘速為您處理。<br />
                <br />
                <br />

                6. 資訊揭露<br />
                6.1 如未經過您的事前同意，我們不會將您的個人資料出售或出租給任何第三方。<br />
                6.2 如未經過您的事前同意，我們不會將您的個人資料揭露給任何第三方；但為了提供您本站的服務，在本政策第2條蒐集資料的目的範圍內，我們會將您的個人資料揭露給下列第三方：<br />
                (a) 我們合作的服務供應商。<br />
                (b) 我們合作的信用卡銀行。<br />
                (c) 我們的關聯企業。本條所稱「關聯企業」，是指直接或間接透過一個或多個中間機構，控制我們、受我們控制或與我們受到共同控制的任何其他個人或實體。前述所稱「控制」，是指(1)直接或間接持有實體至少百分之五十的有表決權股份所有權、(2)擁有直接或間接針對實體的董事會或類似權力單位進行指示或引導之權力，或(3)直接或間接擁有資金、經營或管理、供應或其他利益，或直接或間接在資金、經營管理、供應或其他利益方面具有密切關係。<br />
                (d) 我們的財務、會計、法律、保險方面的專業顧問。<br />
                6.3 我們如有保護我們法律上權利的需求或按照法律規定而有必要時，我們亦會揭露您的個人資料給行政機關、司法機關或其他司法程序的參與者。<br />
                <br />
                <br />

                7. 其他第三方網站或服務<br />
                本站可能包含其他第三方網站或服務的連結，但這不代表我們認可、授權或表示與該第三方網站或服務是關係企業，亦不代表我們為第三方網站或服務的隱私權保護政策背書，我們對第三方網站或服務並沒有控制權。對於此等不屬於本站的第三方網站或服務，不論關於其內容或隱私權保護政策，均與我們無關。<br />
                <br />
                <br />

                8. 兒童隱私<br />
                未滿18歲的兒童非本站目標族群，我們不會刻意蒐集兒童的個人資料。在某些司法管轄地區，法定成年人的年齡可能是18歲以上，在這種情況下，您必須達到該年齡的要求方可使用本站服務或者成為本站會員。雖然未滿18歲的個人也可能使用本服務，但他們只能在父母或法定監護人陪同、監督和同意的情況下才能使用。<br />
                <br />
                <br />

                9. 國際傳輸<br />
                如果您使用我們的服務，代表您將傳遞您的個人資料至台灣。如您使用我們的服務或提供資料給我們，即代表您同意任何與隱私或我們的隱私權政策有關的爭議，以台灣法律為準據法，且將依我們的隱私權政策的條款決定。如果您是從歐盟或其他適用資料處理法的地區使用我們的服務，請注意您已同意將傳遞資訊至台灣，且可以運用在全世界。如果您提供您的資料給我們，即代表您同意依我們的隱私權政策傳遞資訊。<br />
                <br />
                <br />

                10. 本政策的修訂<br />
                我們將因需求隨時進行修訂本政策，修訂後的隱私權保護政策將公告在本站上，請隨時查詢最新公告內容。<br />
                <br />
                <br />

                11. 準據法<br />
                本政策應以中華民國台灣法律為準據法。如發生爭訟，應以臺灣臺北地方法院為第一審專屬管轄法院。<br />
                <br />
                <br />

                12. 聯絡我們<br />
                若您對本政策有任何疑問，請通過電子郵件與我們聯繫。我們的電子郵件是accentcoach@gmail.com。<br />
            </p>
        </div>

    </Layout>
    )
}