import Layout, { siteTitle } from '../components/layout'
import Head from 'next/head';


export default function Privacy() {
    return (<Layout>
        <Head>
            <title>{siteTitle}</title>
            <meta name="robots" content="noindex,nofollow" />
        </Head>
        <div>
            <h3>使用條款</h3>

            <p>日期：西元2023年8月20日</p>
            <br />
            <p>版本：第1.1版</p>
            <br />

            <p>
                當您開始使用Accent Coach的服務時，即表示您已閱讀、瞭解並同意接受本使用條款。如果您不同意接受本使用條款，即無法使用Accent Coach的服務。<br />
                <br />
                <br />
                1. 您與Accent Coach的關係 <br />
                1.1 本使用條款是用來規範您如何使用「Accent Coach平台」(accentcoach.co)、及其他任何由我們提供的線上或線下服務，以及用來規範您透過Accent Coach所進行的旅遊消費行為（統稱「Accent Coach的服務」）。<br />
                1.2 本使用條款將構成您與Accent Coach之間的有效契約。在使用Accent Coach的服務時，您應接受任何不定時更新的所有與服務相關的額外條款約束，及Accent Coach的《隱私權保護政策》，所有此等條款被提及時，均被納入至本使用條款。<br />
                1.3 基於相關法令的要求或如果我們認為有必要時，Accent Coach得隨時修改或更新本使用條款，無須事先通知您。當本使用條款有任何變更，我們會將最新版本的本使用條款公布在我們的網站(double8.rezio.shop)，並且會標示最近一次更新的日期。如果您在本使用條款更新後繼續使用Accent Coach的服務，即代表您已同意更新後的本使用條款。請您使用Accent Coach的服務時，隨時參閱最新版本的本使用條款。<br />
                <br />
                <br />
                2. Accent Coach的服務 <br />
                2.1 Accent Coach的服務是提供您可以透過Accent Coach平台，以輕鬆、簡易的方式選購Accent Coach或與我們合作的第三方供應商（「供應商」）所提供的旅遊行程、接送服務、票券及其他旅遊體驗服務。您瞭解也同意您所選購的特定服務僅供個人使用，不得作為商業用途。在法律允許的最大範圍內，您也同意我們有權不定期更改、暫停或終止任何服務，亦有權對個別服務加上規範、限制或修訂條款，或限制您使用部分或全部的服務，而無須事先通知您。<br />
                2.2 您可能因為使用Accent Coach的服務而須對供應商支付費用，您也會被要求遵守供應商的服務約款。您瞭解也同意您對於這些費用須負全部的責任，且也同意支付這些費用，以及遵守他們的服務約款。<br />
                2.3 我們將盡可能努力維持Accent Coach的服務與Accent Coach平台的運作，但是我們不保證Accent Coach的服務與Accent Coach平台能隨時正常運作或不受外在因素影響。您同意我們有權拒絕您造訪Accent Coach平台或使用Accent Coach的服務的權利，您也同意我們有權變更、暫停、中斷或終止Accent Coach的服務或網站或Accent Coach平台。<br />
                <br />
                <br />
                3. 平台內容 <br />
                3.1 本使用條款所提到的「平台內容」，是指由我們呈現或使用在Accent Coach平台上的一切素材，包括但不限於文字、照片、圖像、影像、插圖、影片、音效、數據、程式碼及其他素材。您瞭解並同意所有的平台內容均屬於Accent Coach或授權Accent Coach使用之人的專屬財產，受到相關智慧財產權法的保護；Accent Coach就任何的平台內容，有隨時變更、修改或移除的權利，而無須事前通知您。<br />
                3.2 在您遵守本使用條款的前提下，我們同意授權您有限制、非專屬、不可轉讓使用或存取Accent Coach平台，我們可隨時撤回此一授權，而無須事前通知您。您同意遵守智慧財產權相關法律及其他適用的法律規範，僅得將平台內容用於個人、非商業性、娛樂性用途的使用或存取，在任何情況下，您承諾均不會以侵害Accent Coach或授權Accent Coach使用之人的方式，對任何的平台內容進行使用、重製、翻譯、傳輸、傳播、出售、轉讓、以之為基礎創造衍生著作，或以其他任何方式加以使用，您也不得以任何形式大量複製、儲存或下載任何的平台內容。此外，您同意您會對使用或存取任何的平台內容自行承擔風險，在法律允許的最大範圍內，我們不就平台內容對您負責，包括但不限於平台內容的錯誤或疏漏。如果任何人因為您的使用或存取平台內容的行為，而產生任何損害或損失，必須由您個人單獨承擔相關賠償責任。<br />
                3.3 您瞭解並同意在您使用或存取平台內容的過程中，我們可能無法知悉可能與您互動的其他第三方使用者為何人，或預測、控制他們的行為，因此我們無法保證其他第三方使用者在Accent Coach平台提供的內容、資料或資訊是否真實且正確。<br />
                <br />
                <br />
                4. 您提供的資料 <br />
                4.1 您同意並授權我們得依據Accent Coach的《隱私權保護政策》使用您的個人資料。 <br />
                4.2 為蒐集您的意見使Accent Coach的服務更完善，您同意透過簡訊、電子郵件或Accent Coach平台接受旅客評論的邀請，您可以自行決定是否填寫旅客評論。當我們收到您的旅客評論後，有權利（但不是義務）將您的旅客評論上傳至Accent Coach平台相關頁面，將您的服務滿意度及意見分享並公開。您應確保您所提供的旅客評論無誤導性，且不可含有不得體、毀謗、威脅、謾罵及其他令人反感的字眼，也不可含有您與其他第三人的個人資料，以及性質上非屬旅客評論的內容，或含有其他違反法律規範的內容。<br />
                4.3 您瞭解並同意在您使用Accent Coach的服務時，您提供的旅客評論，包括但不限於文字、照片、圖像及影片等，不論該旅客評論是否符合相關智慧財產權法，而具備著作權要件，均可能會被Accent Coach、供應商或Accent Coach平台的使用者加以利用，因此當您將旅客評論提供給Accent Coach時，即表示您不可撤回地同意：(a)以非專屬、全球為授權地域範圍、免權利金、永久性、可轉授權的條件，授權Accent Coach或供應商，加以重製、重新編排、摘錄、修正、翻譯、創造衍生著作或以其他方式使用的權利，包括但不限於使用任何媒體形式及透過任何媒體管道推廣；及(b)以非專屬授權Accent Coach平台的使用者，透過Accent Coach平台，以非商業性目的，存取、使用、重製、創造衍生著作或以其他方式合理使用的權利。但您的授權，除非另有書面約定，不會影響您對您提供的資料的所有權。<br />
                4.4 您保證您提供的所有資料（包括但不限於文字、照片、圖像及影片等）未違反任何法律規範，未侵害任何第三人的權利，且Accent Coach使用該等資料不會侵害任何第三人的權利；您明瞭您必須對您提供的所有資料獨自負責，Accent Coach不對其中的任何錯誤或疏漏負任何責任。<br />
                4.5 您明示同意我們得依我們的判斷，隨時將您提供的任何資料從Accent Coach平台移除。<br />
                <br />
                <br />
                5. 您的承諾 <br />
                5.1 您應完全並僅能依照本使用條款使用Accent Coach的服務或Accent Coach平台；您應就您使用Accent Coach的服務或Accent Coach平台的所有行為，單獨負擔法律責任。<br />
                5.2 您應承諾下列事項：<br />
                (a) 未經我們的事前書面授權，您不得抄襲、重製、散布、公開發表、展示、傳送或公開播送Accent Coach的服務的任何部份，包括但不限於以下任何未經我們事前明確同意之行為： (i) 改變、毀損或規避任何Accent Coach的服務所使用的授權軟體；及 (ii) 使用屬於我們或從Accent Coach的服務取得的任何商標、服務標章、設計標章、照片或其他內容。<br />
                (b) 您不得規避、損害或妨礙任何用來控制Accent Coach的服務使用秩序的安全措施，從Accent Coach的服務獲取或挖掘服務內容，或以不符個人使用方式的方法使用Accent Coach的服務。<br />
                (c) 除非經本使用條款或其他規則許可，您不得從事、導致、容許或授權對Accent Coach的服務任何面向（包括透過Accent Coach的服務可取得的任何服務內容）的轉譯、返向工程、拆解或入侵，或嘗試前述任何行為，或是嘗試使用Accent Coach的服務設計以外的任何部分。<br />
                (d) 除非我們開放Accent Coach的服務或服務內容的嵌入方法，否則您不得透過其他應用程式或網站，使用、展示、模仿、設計或運用框架處理技術去揭露Accent Coach的服務（包括透過Accent Coach的服務可以取得的任何部分）。您不得進入、損害或使用Accent Coach的服務未公開的區域、Accent Coach（及Accent Coach的虛擬主機公司）的電腦系統及設備，或我們網路服務提供業者的技術接收系統。<br />
                (e) 您不得進入、損害或使用Accent Coach的服務未公開的區域、Accent Coach（及Accent Coach的虛擬主機公司）的電腦系統及設備，或我們網路服務提供業者的技術接收系統。<br />
                (f) 您不得騷擾、侮辱、傷害其他個人或團體（包括我們的員工或其他使用者）或是支持對他們的騷擾、侮辱或傷害。<br />
                (g) 您不得提供錯誤不實的個人資訊，或是創建錯誤的個人身分，或以任何方式假冒其他個人或組織。<br />
                (h) 您不得向其他使用者蒐集或企圖蒐集其個人資料。<br />
                (i) 您不得限制或禁止任何人使用Accent Coach的服務、未經第三人同意揭露Accent Coach的服務上或從Accent Coach的服務取得的第三人個人資料，或蒐集有關使用者的資料。<br />
                (j) 除非本使用條款明示許可，否則您不得使用Accent Coach的服務聯絡或從事任何商業廣告或資料蒐集。<br />
                (k) 您不會從事任何詐欺、違反Accent Coach平台資訊安全、破解的其他使用者的密碼、移轉或非法儲存資料或進行其他的非法活動。<br />
                <br />
                <br />
                6. 訂單確認及退費政策<br />
                6.1 透過Accent Coach平台，您可以依特定的貨幣選購Accent Coach或供應商所提供的旅遊行程、接送服務、票券及其他旅遊體驗相關服務，除部分訂單會於您下單後即時成立外，其他訂單須經Accent Coach或供應商確認後始成立。您同意透過簡訊、電子郵件或手機App接收預訂成功的通知，而且您瞭解並同意Accent Coach平台所述回覆訂購結果的時程僅供參考，您也同意我們向您確認預訂成功的時間，可能視實際情況而調整。<br />
                6.2 Accent Coach保留隨時變更或調整Accent Coach或供應商所提供的旅遊行程、接送服務、票券及其他旅遊體驗相關服務的價格及費用的權利，變更的內容可能透過簡訊、電子郵件、網站、手機App公布，若您於該等變更的通知發出後使用Accent Coach的服務，即代表您同意並接受變更後的價格及費用。<br />
                6.3 您同意Accent Coach得依我們的判斷，拒絕或取消任何可能違反本使用條款的預訂或訂購。<br />
                6.4 您同意您必須依照我們接受的付款方式，支付您的訂單；您瞭解並同意在您依照我們指示的付款流程完成付款前，我們並無義務處理或執行您的訂單。除本使用條款另有約定，您已支付的訂單金額均不可退款。<br />
                6.5 在您選購的服務是由供應商提供而非Accent Coach提供的情況下，該服務的供應商會獨自接受或拒絕您的預訂或訂購，並負責提供所有相關的服務。如您對於供應商的服務內容有任何疑問，您可先向供應商詢問，以獲得最直接的資訊；但您也可以與Accent Coach聯繫，我們將嘗試與供應商聯繫，以尋求解決方式。<br />
                6.6 您瞭解並同意任何供應商向您提供的個別服務，可能視實際情形產生額外的稅負或費用，您也可能有義務直接向供應商或稅務主管機關支付相關款項。儘管我們已向供應商要求提供其所提供的服務最新且正確的使用條件及限制、價格等資訊，但Accent Coach無法保證Accent Coach平台顯示的所有內容於任何時候皆正確無誤。如您的訂單被供應商取消，Accent Coach會盡快以合理的方法通知您。<br />
                6.7 如您依預訂時Accent Coach平台所述的取消期限內聯絡我們或供應商取消您的預訂，則在您成功取消且收到我們的通知後，或如您選購的服務依照我們或供應商訂定的使用條件及限制被取消，您所支付的金額將依您付款的方式，以相同方式退款給您。您充分瞭解並同意您可能收到的退款金額會因為匯率或信用卡公司或金流服務公司的手續費或服務費，而與您當初付款的金額，有所不同。<br />
                6.8 電子憑證使用方法<br />
                6.8.1 如您透過Accent Coach平台選購旅遊行程、接送服務、票券及其他旅遊體驗相關服務，在預訂成功後，除提供實體票券或其他情況外，您將收到一封確認您訂單的簡訊或電子郵件，其中將包含您的訂單編號及表彰您所選購服務內容的電子憑證（「電子憑證」），您可自行列印您的電子憑證進行使用。<br />
                6.8.2 您瞭解並同意您必須遵守Accent Coach或供應商針對電子憑證額外設定的使用條件及限制，包括但不限於：您必須在電子憑證所述的使用期限內，親自且準時出現在Accent Coach或供應商指定的集合地點，提出Accent Coach或供應商要求的文件或資料（如：含有您照片的身分證明文件、您的訂單編號、您的電子憑證）。如果您無法符合Accent Coach或供應商設定的使用條件及限制，您將可能無法兌換電子憑證所表彰的服務內容或請求退費。<br />
                6.8.3 您瞭解並同意如果您的電子憑證或訂單號碼遺失或遭竊，Accent Coach或供應商沒有補發電子憑證或提供您兌換電子憑證所表彰服務內容的義務。此外，如果您試圖不法兌換憑證，例如，未達使用電子憑證所表彰服務內容的法定年齡，Accent Coach或供應商得拒絕接受您兌換電子憑證，且無須退款。<br />
                <br />
                <br />
                7. 責任限制<br />
                7.1 您瞭解平台內容可能由供應商提供，並同意我們就平台內容不提供任何針對正確性的聲明或保證，您同意將來也不會要求我們就供應商提供的任何平台內容負責。<br />
                7.2 您同意您任何與Accent Coach平台往來或傳輸的內容不具有機密性，且您的通訊內容可能被他人閱讀或截取。您瞭解並確認，您與我們之間未建立任何機密、信託或其他合作性質的法律關係。<br />
                7.3 在法律允許的最大範圍內，您同意Accent Coach及我們的董事、高階經理人、主管、員工及該等人員的代理人，就任何因其違反本使用條款、使用Accent Coach平台或其他疏失行為，對您所造成的任何直接、間接、特殊、附帶、懲罰性、懲戒性或衍生性的損害，均不負責。<br />
                7.4 在法律允許的最大範圍內，您同意，如果您對我們的服務有任何不滿意，您對我們唯一的救濟措施即為停止使用我們的服務。如果在任何情況下，我們對您有任何賠償責任，賠償金額上限為在您最初提出主張的前十二個月內，您所支付給我們的總費用。<br />
                <br />
                <br />
                8. 補償條款<br />
                8.1 您必須就您個人或使用您Accent Coach會員帳戶之人存取Accent Coach平台或使用Accent Coach的服務，而違反本使用條款或侵害他人智慧財產權或其他權利，所造成任何第三人提出索賠請求的情形，確保Accent Coach及我們的董事、高階經理人、主管、員工及該等人員的代理人不受到任何損失，如有損害，您應給予補償，包括但不限於所有訴訟費、律師費、和解費及其他損失。
                8.2 針對上述第三人提出索賠請求的情形，Accent Coach得要求您對任何主張或法律行動進行辯護，以及進行任何和解協商。但是未取得我們的事前書面同意，您不得做出任何可能不利於我們權利的法律行動。
                <br />
                <br />
                9. 終止<br />
                9.1 本使用條款將繼續適用於您與Accent Coach之間，直至我們終止本使用條款為止。如果您違反本使用條款的任何規定，或依我們的判斷而認為有必要時，我們有權立即終止或暫停您使用Accent Coach的服務、存取Accent Coach平台或您的會員帳戶，而無須對您為任何事前通知。<br />
                9.2 如果本使用條款依第9.1條終止，您同意在法律允許的最大範圍內，我們將對您不負任何義務或責任，並且得取消您於終止前已成立之訂單，且無須對您退款。<br />
                9.3 您瞭解並同意，即使於本使用條款終止後，本使用條款的任何規定根據其性質，將可能持續有效，包括但不限於責任限制條款。<br />
                <br />
                <br />
         
                10. 爭議解決<br />
                您同意以Accent Coach營業所在地所屬的最初級法院作為您使用Accent Coach的服務所產生的爭議或糾紛的第一審管轄法院。<br />
                <br />
                <br />
                11. 其他事項<br />
                11.1 如果本使用條款的任一規定被認定為無效、非法或不可執行，其餘規定的有效性、合法性或可執行性仍完全有效。<br />
                11.2 我們得轉讓本使用條款或任何基於本使用條款產生的權利與義務，且得將本使用條款下的任何義務委由任何第三方處理。未經我們事前書面同意，您不得直接或間接轉讓本使用條款或任何基於本使用條款產生的權利與義務。<br />
                <br />
                <br />
                12. 聯絡我們<br />
                如果您對我們的服務或本使用條款有任何疑問，請直接與Accent Coach客服中心（客服Email: accentcoach@gmail.com）聯絡，我們將儘速為您處理。<br />

            </p>
        </div>

    </Layout>
    )
}